{
    "C8": {
        "codigo": "C8",
        "name": "Cuarta Resolución de la Junta Monetaria, del 12 de febrero de 2009 que instruye a la Superintendencia de Bancos a incorporar elementos analíticos para evaluación deudores; verificar modificaciones realizadas a préstamos sean por razones de mercado; así como excluir de manera transitoria límites de concentración las inversiones en bonos del tesoro de los EEUU y normativas complementarias."
    },
    "E1": {
        "codigo": "E1",
        "name": "Tercera Resolución de la Junta Monetaria, del 25 de abril de 2013, Liberación Encaje Legal para EIF otorgar préstamos varios."
    },
    "E2": {
        "codigo": "E2",
        "name": "Primera Resolución de la Junta Monetaria, del 26 de marzo de 2015, liberación Encaje Legal para viviendas de bajo costo."
    },
    "E3": {
        "codigo": "E3",
        "name": "Séptima Resolución de la Junta Monetaria, del 21 de julio de 2016, levanta la pignoración de títulos para préstamos a viviendas con el encaje legal."
    },
    "E4": {
        "codigo": "E4",
        "name": "Segunda Resolución de la Junta Monetaria del 8 de diciembre de 2016,  liberación Encaje Legal para productores agropecuarios."
    },
    "E5": {
        "codigo": "E5",
        "name": "Primera Resolución de la Junta Monetaria del 27 de julio de 2017, sobre  liberación Encaje Legal a las EIF a ser canalizados a los sectores: Exportación, industria manufacturera, agropecuario, comercio, micro, pequeñas y medianas empresas (MIPYMES), adquisición de viviendas de hasta RD$8.0 millones, así como préstamos de consumo personales, incluyendo vehículos. E6 Segunda  Resolución de la Junta Monetaria del 26 de Octubre 2017 sobre liberación Encaje Legal a ser canalizado a las EIF a cualquiera de los sectores de la economía que así lo demande."
    },
    "E7": {
        "codigo": "E7",
        "name": "Tercera Resolución de la Junta Monetaria del 26 de Octubre 2017 sobre  dispensa a deudores afectados por impacto por eventos climáticos."
    },
    "E8": {
        "codigo": "E8",
        "name": "Tercera Resolución de la Junta Monetaria del 26 de Octubre 2017 sobre créditos nuevos otorgado a deudores afectados por impacto por eventos climáticos."
    },
    "EC": {
        "codigo": "EC",
        "name": "Cuarta Resolución de la Junta Monetaria del 8 de diciembre de 2016, dispensa a deudores afectados por impacto por eventos climáticos."
    },
    "PB": {
        "codigo": "PB",
        "name": "Séptima Resolución de la Junta Monetaria, del 20 de diciembre de 2016, Préstamos Comerciales Sindicados (Pool de Bancos) aplica exclusivamente para las entidades siguientes: Banco de Reservas de la República Dominicana - Banco de Servicios Múltiples; Banco Popular Dominicano, S. A.- Banco Múltiple; Banco Múltiple BHD León, S. A.; Citibank, N. A. - Sucursal República Dominicana; The Bank of Nova Scotia - Sucursal República Dominicana; Banco Múltiple Santa Cruz, S. A.; Banco Dominicano del Progreso, S. A. - Banco Múltiple; Banesco Banco Múltiple, S. A.; Banco Múltiple Lafise, S. A.; Banco Múltiple BDI, S. A.; Banco Múltiple Vimenca, S. A.; Banco Múltiple ADEMI, S. A.; Banco Múltiple Promérica de la República Dominicana, S. A.; Banco Múltiple de Las Américas, S. A.; Banco Múltiple Caribe Internacional, S. A.; y Banco Múltiple López de Haro, S. A."
    },
    "RL": {
        "codigo": "RL",
        "name": "Ley No. 141-15, de Reestructuración y Liquidación de Empresas y Personas Físicas Comerciantes, del 7 de agosto del 2015."
    },
    "None": {
        "codigo": "None",
        "name": null
    }
}